Repository: oannes/Sointu
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fi

source: Please choose a population or generate a new one.
fi: Kenen näkökulmia sisältöösi haluat kuulla?

source: No personas found for that population. Generate a new one instead.
fi: Tähän porukkaan ei löytynyt yhtään tyyppiä. Kokeile luoda uusi porukka.

source: Simulated reviewer chat
fi: Keskustele tyyppien kanssa

source: Select or generate reviewers
fi: Minkä porukan mielipiteitä sisällöstäsi haluat kuunnella?

source: Choose existing population
fi: Valitse valmis porukka

source: — none —
fi: – yksikään valmis porukka ei kelpaa –

source: Use selected population
fi: Käytä tätä porukkaa

source: Or generate a new population
fi: Tai tee kokonaan uusi porukka

source: Population name
fi: Porukan nimi

source: Location
fi: Sijainti

source: Size
fi: Koko

source: Generate
fi: Luo porukka

source: We’ll generate realistic personas and simulate large panels with remarkable accuracy.
fi: Perustuu oikeista ihmisistä tehtyihin simulaatioihin

source: News comparison
fi: Vertailu puheenaiheisiin

source: Suggestions
fi: Ehdotuksia

source: See rating & suggestions
fi: Vilkaise mielipiteet

source: Submit your media content
fi: Kerro mistä sisällöstä haluat kuulla koko porukan mielipiteen

source: Title (optional)
fi: Otsikko (vapaaehtoinen)

source: Content (text)
fi: Sisältö (tekstiä)

source: Send to reviewers
fi: Lähetä tyypeille arvioitavaksi
